import Link from "next/link";

export default function Policy() {
  return (
    <section className="mb-100 md:mb-120 desk:mb-15">
      <div className="container">
        <h1 className="uppercase text-20 md:text-30 desk:text-70 font-bold text-darkGreen text-left mt-150 text-balance mb-30 md:mb-50">
          Политика конфиденциальности
        </h1>
        <p>
          г. Красноярск
          <br />
          "01" сентября 2025 г.
        </p>
        <p>
          ащита Вашей Персональной информации и Вашей конфиденциальности
          чрезвычайно. Поэтому при использовании Вами Сайта мы защищаем и
          обрабатываем Вашу Персональную информацию в строгом соответствии с
          применимым законодательством. Настоящая Политика конфиденциальности
          персональных данных (далее - Политика конфиденциальности) размещена на
          сайте в сети Интернет по адресу:
          <Link href="/policy-privacy">https://domain/policy-privacy</Link>{" "}
          (далее - Сайт).
        </p>
        <p>
          Сервисы Сайта - интерактивные (диалоговые) программные компоненты на
          страницах Сайта, используемые для интеграции с информационными
          системами и предоставляющие пользователям Сайта определенные
          возможности по доступу к информации на Сайте (далее - Сервисы, Сервисы
          Сайта).
        </p>
        <p>
          Использование сервисов Сайта означает безоговорочное согласие
          Пользователя с настоящей Политикой и указанными в ней условиями
          обработки его персональной информации; в случае несогласия с этими
          условиями Пользователь должен воздержаться от использования сервисов.
        </p>
        <h2 className="uppercase">1. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
        <p>
          1.1. В рамках настоящей Политики под персональной информацией
          Пользователя понимаются:
        </p>
        <ul>
          <li>
            1.1.1. Персональная информация, которую Пользователь предоставляет о
            себе самостоятельно в процессе использования Сервисов, включая
            персональные данные Пользователя. Обязательная для предоставления
            Сервисов информация помечена специальным образом.
          </li>
          <li>
            1.1.2. Данные, которые автоматически передаются сервисам Сайта в
            процессе их использования с помощью установленного на устройстве
            Пользователя программного обеспечения, в том числе IP-адрес, данные
            файлов cookie, информация о браузере Пользователя (или иной
            программе, с помощью которой осуществляется доступ к сервисам),
            технические характеристики оборудования и программного обеспечения,
            используемых Пользователем, дата и время доступа к сервисам, адреса
            запрашиваемых страниц и иная подобная информация.
          </li>
          <li>
            1.1.3. Настоящая Политика конфиденциальности применяется только к
            Сайту <Link href="/">https://domain.ru</Link> Сайт{" "}
            <Link href="/">https://domain.ru</Link> не контролирует и не несет
            ответственности за сайты третьих лиц, на которые Пользователь может
            перейти по ссылкам, доступным на Сайте
            <Link href="/">https://domain.ru</Link>.
          </li>
        </ul>
        <h2 className="uppercase">
          2. ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ
        </h2>
        <p>
          2.1. Сайт собирает и хранит только ту персональную информацию, которая
          необходима для предоставления сервисов или исполнения соглашений и
          договоров с Пользователем, за исключением случаев, когда
          законодательством предусмотрено обязательное хранение персональной
          информации в течение определенного законом срока.
        </p>
        <p>
          В случае получения уведомления от Пользователя об отзыве согласия на
          обработку персональных данных Сайт прекращает обработку персональных
          данных Пользователя в срок, не превышающий 10 рабочих дней с момента
          получения.
        </p>
        <p>
          Уведомление об отзыве согласия на обработку персональных данных
          направляется на адрес электронной почты:{" "}
          <Link href="mailto:amikantravel@mail.ru">amikantravel@mail.ru</Link>.,
          а также путем письменного обращения по юридическому адресу: 660028,
          г.Красноярск, ул.Телевизорная 1, стр 61.
        </p>
        <p>
          2.2. Персональную информацию Пользователя Сайт обрабатывает в
          следующих целях:
        </p>
        <p>
          2.2.1. Идентификации Пользователя, для осуществления обратной связи.
        </p>
        <p>
          2.2.2. Установления с Пользователем обратной связи, включая
          направление уведомлений, запросов, касающихся использования Сайта,
          оказания услуг, обработку запросов и заявок от Пользователя.
        </p>
        <p>
          2.2.3. Определения места нахождения Пользователя для обеспечения
          безопасности, предотвращения мошенничества.
        </p>
        <p>
          2.2.4. Подтверждения достоверности и полноты персональных данных,
          предоставленных Пользователем.
        </p>
        <p>
          2.2.5. Уведомления Пользователя Сайта о обработке Персональных данных.
        </p>
        <p>
          2.2.6. Предоставления Пользователю эффективной клиентской и
          технической поддержки при возникновении проблем, связанных с
          использованием Сайта.
        </p>
        <p>
          2.2.7. Осуществления рекламной деятельности с согласия Пользователя.
        </p>
        <h2 className="uppercase">
          3. УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ И ЕЕ
          ПЕРЕДАЧИ ТРЕТЬИМ ЛИЦАМ
        </h2>
        <p>
          3.1. Сайт хранит персональную информацию Пользователей в соответствии
          с внутренними регламентами конкретных сервисов.
        </p>
        <p>
          3.2. В отношении персональной информации Пользователя сохраняется ее
          конфиденциальность, кроме случаев добровольного предоставления
          Пользователем информации о себе для общего доступа неограниченному
          кругу лиц. При использовании отдельных сервисов Пользователь
          соглашается с тем, что определенная часть его персональной информации
          становится общедоступной.
        </p>
        <p>
          3.3. Сайт вправе передать персональную информацию Пользователя третьим
          лицам в следующих случаях:
        </p>
        <ul>
          <li>3.3.1. Пользователь выразил согласие на такие действия.</li>
          <li>
            3.3.2. Передача необходима для использования Пользователем
            определенного сервиса либо для исполнения определенного соглашения
            или договора с Пользователем.
          </li>
          <li>
            3.3.4. Передача предусмотрена российским или иным применимым
            законодательством в рамках установленной законодательством
            процедуры.
          </li>
          <li>
            3.3.5. В случае продажи Сайта к приобретателю переходят все
            обязательства по соблюдению условий настоящей Политики применительно
            к полученной им персональной информации.
          </li>
        </ul>
        <p>
          3.4. Обработка персональных данных Пользователя осуществляется без
          ограничения срока следующими способами: сбор, запись, систематизация,
          накопление, хранение, уточнение (обновление, изменение), извлечение,
          использование, передача (распространение, предоставление, доступ),
          обезличивание, блокирование, удаление, уничтожение персональных
          данных, в том числе в информационных системах персональных данных с
          использованием средств автоматизации или без использования таких
          средств. Обработка персональных данных Пользователей осуществляется в
          соответствии с Федеральным законом от 27.07.2006 N 152-ФЗ "О
          персональных данных".
        </p>
        <p>
          3.5. При утрате или разглашении персональных данных ИП Березов Е.В.
          информирует Пользователя об утрате или разглашении персональных
          данных.
        </p>
        <p>
          3.6. ИП Березов Е.В. принимает необходимые организационные и
          технические меры для защиты персональной информации Пользователя от
          неправомерного или случайного доступа, уничтожения, изменения,
          блокирования, копирования, распространения, а также от иных
          неправомерных действий третьих лиц.
        </p>
        <p>
          3.7. ИП Березов Е.В. совместно с Пользователем принимает все
          необходимые меры по предотвращению убытков или иных отрицательных
          последствий, вызванных утратой или разглашением персональных данных
          Пользователя.
        </p>
        <h2 className="uppercase">4. ОБЯЗАТЕЛЬСТВА СТОРОН</h2>
        <p>4.1. Пользователь обязан:</p>
        <ul>
          <li>
            4.1.1. Предоставить информацию о персональных данных, необходимую
            для пользования Сайтом.
          </li>
          <li>
            4.1.2. Обновлять, дополнять предоставленную информацию о
            персональных данных в случае изменения данной информации.
          </li>
        </ul>
        <p>4.2. ИП Березов Е.В. обязан:</p>
        <ul>
          <li>
            4.2.1. Использовать полученную информацию исключительно для целей,
            указанных в настоящей Политике конфиденциальности.
          </li>
          <li>
            4.2.2. Обеспечить хранение конфиденциальной информации в тайне, не
            разглашать без предварительного письменного разрешения Пользователя,
            а также не осуществлять продажу, обмен, опубликование либо
            разглашение иными возможными способами переданных персональных
            данных Пользователя, за исключением предусмотренных настоящей
            Политикой конфиденциальности.
          </li>
          <li>
            4.2.3. Для обеспечения защиты персональных данных Пользователя при
            их обработке приняты следующие правовые, организационные и
            технические меры от несанкционированного, неправомерного или
            случайного доступа к персональным данным, уничтожения, изменения,
            блокирования, копирования, предоставления, распространения
            персональных данных, а также от иных неправомерных действий в
            отношении персональных данных: разработка локальных актов,
            регламентация и контроль доступа к персональным данным,
            резервирование технических средств, программного обеспечения,
            каналов передачи информации, использование средств защиты
            информации, контроль доступа и аутентификация, шифрование данных,
            антивирусная защита, физическая безопасность.
          </li>
          <li>
            4.2.4. Осуществить блокирование персональных данных, относящихся к
            соответствующему Пользователю, с момента обращения или запроса
            Пользователя или его законного представителя либо уполномоченного
            органа по защите прав субъектов персональных данных на период
            проверки в случае выявления недостоверных персональных данных или
            неправомерных действий.
          </li>
        </ul>
        <h2 className="uppercase">5. ОТВЕТСТВЕННОСТЬ СТОРОН</h2>
        <p>
          5.1. ИП Березов Е.В., не исполнивший свои обязательства, несет
          ответственность за убытки, понесенные Пользователем в связи с
          неправомерным использованием персональных данных, в соответствии с
          законодательством Российской Федерации.
        </p>
        <p>
          5.2. В случае утраты или разглашения конфиденциальной информации ИП
          Березов Е.В. не несет ответственности, если данная конфиденциальная
          информация:
        </p>
        <ul>
          <li>
            5.2.1. Стала публичным достоянием до ее утраты или разглашения.
          </li>
          <li>
            5.2.2. Была получена от третьей стороны до момента ее получения ИП
            Березовым Е.В.
          </li>
          <li>5.2.3. Была разглашена с согласия Пользователя.</li>
        </ul>
        <h2>6. РАЗРЕШЕНИЕ СПОРОВ</h2>
        <p>
          6.1. До обращения в суд с иском по спорам, возникающим из отношений
          между Пользователем Сайта и ИП Березовым Е.В., обязательным является
          предъявление претензии (письменного предложения о добровольном
          урегулировании спора).
        </p>
        <p>
          6.2. Получатель претензии в течение 10 (десяти) календарных дней со
          дня получения претензии письменно уведомляет заявителя претензии о
          результатах рассмотрения претензии.
        </p>
        <p>
          6.3. При недостижении соглашения спор будет передан на рассмотрение в
          суд в соответствии с действующим законодательством Российской
          Федерации.
        </p>
        <p>
          6.4. К настоящей Политике конфиденциальности и отношениям между
          Пользователем и ИП Березовым Е.В. применяется действующее
          законодательство Российской Федерации.
        </p>
        <h2>7. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h2>
        <p>
          7.1. ИП Березов Е.В. вправе вносить изменения в настоящую Политику
          конфиденциальности без согласия Пользователя.
        </p>
        <p>
          7.2. Новая Политика конфиденциальности вступает в силу с момента ее
          размещения на Сайте, если иное не предусмотрено новой редакцией
          Политики конфиденциальности.
        </p>
        <p>
          7.3. Все предложения или вопросы по настоящей Политике
          конфиденциальности следует сообщать ИП Березову Е.В. по эл. адресу:
          <Link href="mailto:amikantravel@mail.ru">amikantravel@mail.ru</Link>.
        </p>
      </div>
    </section>
  );
}
